Repository: WPPlugins/age-gate
Catalog: languages/age-gate-*.po
Languages: de_de

source: Age Gate
de_de: Alter-Tor

source: Settings
de_de: Einstellungen

source: Restrict content to
de_de: Inhalt einschränken

source: Do not restrict this page
de_de: Beschränken Sie sich nicht auf dieser Seite

source: Restriction settings
de_de: Einstellungen der Einschränkungen

source: Age gate messaging settings
de_de: Alter Tor Messaging-Einstellungen

source: Age gate style settings
de_de: Alter-Tor-Stil-Einstellungen

source: Miscellaneous
de_de: Verschiedenes

source: Users must be
de_de: Benutzer dürfen

source: years or older to view content
de_de: jahre oder älter sein, um Inhalte anzuzeigen

source: Restrict
de_de: Einschränken

source: All content
de_de: Gesamter Inhalt

source: Selected Content
de_de: Ausgewählte Inhalte

source: Restrict registration
de_de: Anmeldung zu beschränken

source: Age check users during registering
de_de: Alter Überprüfung Benutzer während der Registrierung

source: Your site does not allow registration, so this option is not applicable
de_de: Ihre Website erlaubt keine Registrierung, so dass diese Option nicht anwendbar ist

source: Validate age using
de_de: Validieren mit Alter

source: Input fields
de_de: Eingabefelder

source: Dropdown boxes
de_de: Dropdown-Boxen

source: Yes/No
de_de: Ja/Nein

source: Remember
de_de: Angemeldet bleiben

source: Enable "remember me" checkbox
de_de: "Angemeldet bleiben" Checkbox aktivieren

source: Date format
de_de: Datumsformat

source: DD MM YYYY
de_de: TT-MM-JJJJ

source: MM DD YYYY
de_de: MM-TT-JJJJ

source: Ignore logged in
de_de: Ignorieren Sie eingeloggt

source: Logged in users will not need to provide their age
de_de: Angemeldete Benutzer müssen nicht ihr Alter angeben

source: No second chance
de_de: Keine zweite chance

source: If someone fails the age test, they cannot try again until their next session
de_de: Wenn jemand den Alterstest fehlschlägt, können nicht sie wieder bis zu ihrer nächsten Sitzung versuchen.

source: Redirect failures
de_de: Redirect-Fehler

source: If someone fails the age test, redirect them to a page or external site rather than showing errors.
de_de: Wenn jemand den Alterstest fehlschlägt, leiten sie zu einer Seite oder verlinkten Seiten anstatt zeigt Fehler.

source: Headline
de_de: Überschrift

source: Invalid inputs
de_de: ungültige Eingangsdaten

source: Under age
de_de: Unter 60 Jahren

source: Generic error
de_de: Allgemeiner Fehler

source: Submit button text
de_de: Text des Senden-Button

source: Background colour
de_de: Hintergrundfarbe

source: Background image
de_de: Hintergrund Bild

source: Foreground colour
de_de: Vordergrundfarbe

source: Text colour
de_de: Textfarbe

source: Use plugin style on the front end
de_de: Verwendeten Plugin Stil auf dem front-end

source: Additional content
de_de: Textbereich hinzufügen

source: Select
de_de: Auswahlfeld

source: Use this area to add an addtional info or terms of entry.
de_de: Verwenden Sie diesen Bereich eine zusätzliche Info oder Teilnahmebedingungen hinzufügen.

source: Custom
de_de: Benutzerdefiniert

source: Choose link
de_de: Link wählen

source: Remove link
de_de: Link entfernen

source: Update the look of the age gate.
de_de: Aktualisieren Sie das Aussehen des Tores Alter.

source: Set the messages users see on the age gate.
de_de: Legen Sie die Nachrichten, die Benutzer auf das Alter Tor zu sehen.

source: Miscellaneous options.
de_de: Sonstige Optionen

source: Set the restrictions for your site.
de_de: Legen Sie die Einschränkungen für Ihre Website.

source: Add image
de_de: Bilder hinzufügen

source: Remove image
de_de: Bild entfernen

source: Age Verification
de_de: Age Gate

source: Your input was invalid
de_de: Ihre Eingabe war ungültig

source: You are not old enough to view this content
de_de: Du bist nicht alt genug, um diesen Inhalt zu sehen

source: Nonce failure, please try again
de_de: Nonce Versagen, bitte versuchen Sie es erneut

source: An error occured, please try again
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut

source: Remember me
de_de: Passwort speichern

source: Are you over %s years of age?
de_de: Ihr seid in %s Jahren alt?

source: Yes
de_de: Ja

source: No
de_de: Όχι

source: Year
de_de: Jahr

source: YYYY
de_de: JJJJ

source: Day
de_de: Tag

source: DD
de_de: TT

source: Month
de_de: Monat

source: Mar
de_de: Mär

source: May
de_de: Mai

source: Oct
de_de: Okt

source: Dec
de_de: Dez

source: A customisable age gate to block content from younger people
de_de: Eine anpassbare Alter Tor zum Blockinhalt von jüngeren Menschen
